import './about.style.css'
import Heading from '../../components/Heading/Heading';
import ParallaxText from '../../components/ParallaxText/ParallaxText';

const About = () => {


    return (
        <div className='about_wrapper'>
            <ParallaxText heading='историјат'/>
            {/* <Heading heading="ИСТОРИЈАТ" headingbackground="ИСТОРИЈАТ" /> */}
            <div className='background'>
                <div class="with-blur-backdrop">
                    <p class="text">
                        КУД „Чајавец“ основан је 1952.године. Са богатим фундусом народне ношње, изузетно богатим
                        програмским
                        садржајем и високим квалитетом у презентацији народне културе, већ низ деценија спада у
                        најеминентнија
                        културно умјетничка друштва Републике Српске и Босне и Херцеговине.
                        Кроз Друштво је у годинама постојања прошло на десетине хиљада младих. Изведено је више од 6000
                        концерата широм земље и иностранства. Наступано је, готово, на сценама свим европским земљама,
                        али и
                        у Израелу, Јапану и Кини, презентујући љепоту нашег фолклора. Побједници смо многих међународних
                        и
                        домаћих фестивала фолклора.
                        <br />
                        <br />
                        <br />
                        Као круну свог високог квалитета у презентацији народне културе у предходним деценијама посебно
                        се
                        поносимо се наступом 1985. године у Нинбершкиј опери, наступима у Јапану (турнеја 40 дана, 22
                        цјеловечерња концерта, као најбољи ансамбл БиХ – 2004.), Израелу (2007.) и Кини (представљајући
                        РС и
                        БиХ
                        на свјетској изложби Expo, Схангаи-2010).
                        Нарочито се у погледу високог квалитета ансамбала Друштва истичу периоди 1971-1985 и 2000-2019
                        године,
                        када ансамбли овог Друштва спадају у ред најбољих у земљи.
                        <br />
                        <br />
                        <br />
                        Најбољи смо фолклорни ансамбл Републике Српске за 2013. 2018 и 2019. године, стекавши ту ласкаву
                        титулу
                        освајањем „Златног кола“ на такмичењу КУД-ова Републике Српске у организацији Савеза аматерких
                        културно-умјетничких друштава Републике Српске.
                        Друштво је добитник бројнх друштвених награда и признања.
                        <br />
                        <br />
                        <br />
                        Са једним од најбољих фундуса националних костима спадамо у најбогатија Друштва у БиХ, са
                        појединим
                        дијеловима музејске вриједности. Са близу 900 комплета фундус је бројчано други у РС и БиХ.
                        <br />
                        <br />
                        <br />
                        Програмски смо са 43 кореографије на репертоару, најистакнутије Друштво у РС и БиХ.
                        Раније опредељени на игре и пјесме народа и народности бивше Југославије, а данас на очувању
                        традиције
                        народа БиХ , са посебним акцентом на очување традиције српског народа.
                        <br />
                        <br />
                        <br />
                        <br />
                        Предсједник Друштва- др Милован Баљјић
                        <br />
                        <br />
                        Умјетнички руководилац- мр Љубиша Удовичић
                        <br />
                        <br />
                        Шеф оркестра- Александар Рисовић
                        <br />
                        <br />
                        Музички педагог – ма Гордана Мајсторовић
                        <br />
                        <br />
                        Руководиоци фолклора: Маринко Зорић, Катарина Вуколић , Андреа Грачанин, Данијела Лајић, Бујак
                        Марија,
                        Синиша Михајловић, Курија Никола.
                        <br />
                        <br />
                        Костимографи: Мирјана Марјанац и Мирјана Грил
                        <br />
                        <br />
                        Директор ансамбла- дипл.инг. Драшко Адамовић
                    </p>
                </div>
            </div>
        </div>
    )
}

export default About;